Repository: autohotkey-docs-translation/v2-ja
Catalog: omegat/project_save.tmx
Source language: en
Languages: ja

source: Otherwise if Color is the word "Silver":
ja: それ以外の場合、Colorが「Silver」である場合：

source: Otherwise it contains 0.
ja: そうでない場合は0を含む。

source: Otherwise it contains an integer greater than zero, namely the message-check frequency being used by Critical.
ja: そうでない場合は、0より大きい整数、つまりCriticalが使用しているメッセージチェックの頻度が格納される。

source: Otherwise it is interpreted as the opening brace for the hotkey's function.
ja: そうでない場合は、ホットキーの機能の開始ブレースとして解釈される。

source: Otherwise it is interpreted as the opening brace for the hotstring's function to support the OTB (One True Brace) style.
ja: それ以外の場合は、OTB（One True Brace）スタイルをサポートするホットストリングの機能のためのオープニングブレースと解釈されます。

source: Otherwise it returns a value in the range 0 to 0xFF (for ANSI) or 0 to 0xFFFF (for Unicode).
ja: それ以外の場合は、0～0xFF（ANSIの場合）または0～0xFFFF（Unicodeの場合）の範囲内の値を返します。

source: Otherwise it returns a value in the range 0 to 255 (for ANSI) or 0 to 0xFFFF (for Unicode).
ja: そうでなければ、0～0xFF（ANSIの場合）または0～0xFFFF（Unicodeの場合）の範囲内の値を返します。

source: Otherwise set to a number to run after compression as follows:
ja: そうでない場合は、以下のように圧縮後に実行する数値を設定する：

source: Otherwise specify "Full" or "F" to retrieve the next item regardless of its relationship to the specified item; or specify "Check", "Checked", or "C" to get only the next item with a checkmark.
ja: それ以外の場合は、指定された項目との関係に関係なく次の項目を取得するために、"Full"または"F"を指定する。"Check"、"Checked"、または"C"を指定すると、チェックマークが付いた次の項目のみを取得する。

source: Otherwise the ANSI-to-Unicode conversion may not be performed correctly, or some components like fonts or registry setting may not be present.
ja: そうしないと、ANSIからUnicodeへの変換が正しく行われなかったり、フォントやレジストリ設定のようなコンポーネントが存在しなかったりします。

source: Otherwise the first substring which ends at a space and is either an existing file or ends in .exe, .bat, .com, .cmd or .hta is considered the action.
ja: それ以外の場合、スペースで終わる最初の部分文字列で、既存のファイルか、.exe、.bat、.com、.cmd、.htaで終わるものが、アクションとみなされます。

source: Otherwise there is no return value.
ja: そうでない場合は、戻り値はありません。

source: Otherwise, Value (the item's position number) is stored.
ja: それ以外の場合は、Value（アイテムの位置番号）が格納されます。

source: Otherwise, Delimiters contains one or more characters (case sensitive), each of which is used to determine where the boundaries between substrings occur.
ja: それ以外の場合、Delimitersは1つ以上の文字（大文字と小文字を区別する）を含み、それぞれの文字は部分文字列間の境界がどこにあるかを決定するために使用されます。

source: Otherwise, Expr can be any expression.
ja: そうでなければ、Exprはどんな式でもよい。

source: Otherwise, MenuItemName is updated with the newly specified Callback-or-Submenu and/or Options.
ja: そうでない場合は、MenuItemNameは新しく指定されたCallback-or-Submenuや Optionsで更新される。

source: Otherwise, MenuItemName is updated with the newly specified CallbackOrSubmenu and/or Options.
ja: そうでない場合は、MenuItemNameは新しく指定されたCallbackOrSubmenuや Optionsで更新される。

source: Otherwise, Bytes must also be specified.
ja: それ以外の場合は、Bytesも指定する必要があります。

source: Otherwise, ComCall returns the actual value returned by the method.
ja: そうでない場合、ComCallは、メソッドによって返された実際の値を返します。

source: Otherwise, ComObjConnect attempts to retrieve type information via the object's IDispatch interface, which may be unreliable.
ja: そうでない場合、ComObjConnectはオブジェクトのIDispatchインターフェースを介して型情報を取得しようとしますが、これは信頼性に欠ける可能性があります。

source: Otherwise, RegCreateKey attempts to create the key (along with its ancestors, if necessary).
ja: そうでない場合は、RegCreateKeyはキーを作成しようとします（必要であれば、その先祖も）。

source: Otherwise, RegCreateKey merely verifies that the script has write access to the key.
ja: そうでない場合は、RegCreateKeyは、スクリプトがキーへの書き込みアクセス権を持っているかどうかを確認するだけです。

source: Otherwise, RegDelete with a blank or omitted ValueName now deletes the key's default value (not the key itself), for consistency with RegWrite, RegRead and A_LoopRegName.
ja: それ以外の場合、RegWrite、RegRead、A_LoopRegNameとの整合性のために、空白または省略されたValueNameを持つRegDeleteは、キーのデフォルト値（キー自体ではなく）を削除するようになりました。

source: Otherwise, X and/or Y can be omitted, in which case the current position is used.
ja: それ以外の場合、XとYは省略可能で、その場合は現在位置が使われる。

source: Otherwise, an OSError is thrown on failure.
ja: そうでないときは、失敗したときにOSErrorがスローされます。

source: Otherwise, an exception would be thrown (if the script didn't check for failure) by the first attempt to access the object, rather than at the actual point of failure.
ja: そうでなければ、実際の障害発生箇所ではなく、オブジェクトに最初にアクセスしようとしたときに例外が発生します（スクリプトが障害をチェックしない場合）。

source: Otherwise, any font attributes which are not specified will be copied from the control's previous font.
ja: それ以外の場合、指定されていないフォント属性は、コントロールの以前のフォントからコピーされます。

source: Otherwise, any font attributes which are not specified will be copied from the previous font.
ja: それ以外の場合、指定されていないフォント属性は、前のフォントからコピーされます。

source: Otherwise, anything currently in the variable is lost (the variable becomes blank).
ja: そうでなければ、現在変数に入っているものはすべて失われます（変数は空白になります）。

source: Otherwise, display the menu (only if the hotkey is a combination of two keys; otherwise, it does nothing).
ja: そうでないときは、Alt-tabメニューを表示します。ただし、ホットキーが2つのキーの組み合わせの場合のみで、それ以外の場合は何もしません。

source: Otherwise, display the menu.
ja: それ以外の場合は、メニューを表示します。

source: Otherwise, ensure that the variable is large enough before calling the function.
ja: そうでない場合は、関数を呼び出す前に、変数が十分な大きさであることを確認します。

source: Otherwise, if there is a corresponding Else statement, execution jumps to the line or block underneath it.
ja: それ以外の場合、対応するElse文があれば、実行はその下の行またはブロックにジャンプします。

source: Otherwise, it accepts a case-insensitive name or full path; for example, ahk_exe notepad.exe covers ahk_exe C:\Windows\Notepad.exe, ahk_exe C:\Windows\System32\Notepad.exe and other variations.
ja: それ以外の場合は、大文字と小文字を区別しない名前またはフルパスを受け付ける。例えば、ahk_exe notepad.exeは、ahk_exe C:\Windows\Notepad.exe、ahk_exe C:\Windows\System32\Notepad.exeなどのバリエーションをカバーする。

source: Otherwise, it can be a number or one of the letters listed below, optionally followed by a number.
ja: それ以外の場合は、数字または以下に示す文字のうちの1つで、オプションでその後に数字が続くこともある。

source: Otherwise, it can return a non-zero integer to prevent subsequent callbacks from being called.
ja: そうでなければ、後続のコールバックが呼び出されないように、0以外の整数を返すことができます。

source: Otherwise, it contains 0.
ja: そうでない場合は0を含む。

source: Otherwise, it is an integer the same as the exit code, unless the version wasn't detected, in which case this is 0 to indicate that the user would have been prompted, or 1 or 2 to indicate the user's preferred version as configured in the Launch Settings.
ja: それ以外の場合は、終了コードと同じ整数で、バージョンが検出されなかった場合を除き、0であればユーザーにプロンプトが表示されたことを示し、1または2であれば起動設定で設定されたユーザーの優先バージョンを示す。

source: Otherwise, it is blank.
ja: それ以外は空白。

source: Otherwise, it is the last week of the previous year, and the next week is week 1.
ja: それ以外は前年の最終週となり、次週は第1週となります。

source: Otherwise, it will stay running in an idle state, responding to events such as hotkeys, hotstrings, GUI events, custom menu items, and timers.
ja: そうでなければ、アイドル状態で動作し続け、ホットキー、ホットストリング、GUIイベント、カスタムメニュー項目、タイマーなどのイベントに反応する。

source: Otherwise, it will wait no longer than this many seconds (can contain a decimal point).
ja: そうでない場合は、この秒数（小数点以下も可）以上待つことはありません。

source: Otherwise, it will wait no longer than this many seconds.
ja: そうでなければ、指定された秒数以上待機することはありません。

source: Otherwise, it will wait the indicated number of seconds (can contain a decimal point or be an expression) for the window to close.
ja: そうでない場合は、ウィンドウが閉じるまで、指定された秒数（小数点を含むか、式にすることができる）を待つ。

source: Otherwise, it's the number of the icon in A_IconFile (typically 1).
ja: そうでない場合は、A_IconFileのアイコンの番号（通常は1）。

source: Otherwise, one of the two modes below will be used.
ja: それ以外の場合は、以下の2つのモードのいずれかが使用されます。

source: Otherwise, one or more of the following options can be specified, each separated from the others with space(s):
ja: それ以外の場合は、以下のオプションを1つ以上、それぞれスペースで区切って指定することができる：

source: Otherwise, quote marks act as they do normally; that is, continuation sections can contain expressions with quoted strings.
ja: それ以外の場合、引用符は通常と同じように機能する。つまり、継続セクションは引用符で囲まれた文字列を含むことができる。

source: Otherwise, replace 1024 with a decimal or hexadecimal number of bytes.
ja: それ以外の場合は、1024を10進数または16進数のバイト数に置き換えてください。

source: Otherwise, specify "C" or "Checked" to find the next checked row; or "F" or "Focused" to find the focused row (there is never more than one focused row in the entire list, and sometimes there is none at all).
ja: それ以外の場合は、次のチェックされた行を探すために "C"または "Checked"を、フォーカスされた行を探すために "F"または "Focused"を指定します（リスト全体からフォーカスされた行が複数見つかることはなく、全く見つからないこともあります）。

source: Otherwise, specify 0 for large icons, 1 for small icons, and 2 for state icons (state icons are not yet directly supported, but they could be used via SendMessage).
ja: それ以外の場合は、大きいアイコンは0、小さいアイコンは1、状態アイコンは2を指定します（状態アイコンはまだ直接サポートされていませんが、SendMessageを介して使用することができます）。

source: Otherwise, specify 1 or the word WAIT, which causes the current thread to wait until the file is finished playing before continuing.
ja: そうでない場合は、1またはWAITを指定する。この場合、現在のスレッドは、ファイルの再生が終わるまで待ってから続行する。

source: Otherwise, specify 2 for state icons (state icons are not yet directly supported, but they could be used via SendMessage).
ja: そうでない場合は、ステート・アイコンに2を指定する（ステート・アイコンはまだ直接サポートされていないが、SendMessageを介して使用することができる）。

source: Otherwise, specify 2 to start at the second character, 3 to start at the third, and so on.
ja: それ以外の場合は、2文字目から始める場合は2、3文字目から始める場合は3、といった具合に指定します。

source: Otherwise, specify a combination (sum) of the following numbers:
ja: そうでなければ、次の数値の組み合わせ （合計） を指定します。

source: Otherwise, specify a drive letter such as "C:\".
ja: そうでなければ、 "C:\"のようにドライブを指定してください。

source: Otherwise, specify a drive letter such as C:\
ja: それ以外の場合は、C:\ などのドライブレターを指定してください。

source: Otherwise, specify a list of characters (case-sensitive) to exclude from the beginning and end of each array element.
ja: それ以外の場合は、各配列要素の先頭と末尾から除外する文字のリスト（大文字と小文字を区別）を指定する。

source: Otherwise, specify a list of characters (case-sensitive) to exclude from the beginning and/or end of String.
ja: そうでないときは、文字列の先頭または末尾から除外する文字のリスト（大文字と小文字が区別されます）を指定します。

source: Otherwise, specify a number between 1 and 20 to indicate which tooltip to operate upon when using multiple tooltips simultaneously.
ja: そうでない場合は、複数のツールチップを同時に使用するときに、どのツールチップを操作するかを示すために、1から20までの数値を指定する。

source: Otherwise, specify a number or one of the letters listed below, optionally followed by a number.
ja: そうでなければ、数字または次の文字を指定します。文字の後に数字が組み合わされることもあります。

source: Otherwise, specify a reference to the output variable in which to store the unique ID number of the window under the mouse cursor.
ja: そうでないときは、マウスカーソルがあるウィンドウの一意の ID 番号を格納する出力変数への参照を指定します。

source: Otherwise, specify a reference to the output variable in which to store the name (ClassNN) of the control under the mouse cursor.
ja: そうでなければ、マウスカーソルがあるコントロールの名前（ClassNN）を格納する出力変数への参照を指定します。

source: Otherwise, specify a reference to the output variable in which to store the number of replacements that occurred (0 if none).
ja: そうでないときは、置換が発生した回数を格納する出力変数への参照を指定する（何もない場合は0）。

source: Otherwise, specify a string of one or more of the following options, each separated from the next with a space or tab:
ja: そうでないときは、次のオプションの1つ以上を、それぞれスペースまたはタブで区切って文字列として指定します：

source: Otherwise, specify a string of one or more options from the Options section below (in any order, with optional spaces in between).
ja: それ以外の場合は、以下の「オプション」セクションから1つ以上のオプション文字列を指定する（任意の順序で、間に任意のスペースを入れる）。

source: Otherwise, specify a string that will appear in the input box's edit field when the dialog first appears.
ja: そうでないときは、ダイアログが最初に表示されたときにインプットボックスの編集フィールドに表示される文字列を指定します。

source: Otherwise, specify all or the leading part of a timestamp in the YYYYMMDDHH24MISS format.
ja: それ以外の場合は、YYYYMMDDHH24MISS形式のタイムスタンプの全部または先頭部分を指定します。

source: Otherwise, specify an integer between -2147483648 and 2147483647 that is returned to its caller when the script exits.
ja: そうでないときは、スクリプトの終了時に呼び出し元に返される-2147483648から2147483647までの整数を指定します。

source: Otherwise, specify an integer between 0 and 100.
ja: そうでなければ、0から100までの整数を指定します。

source: Otherwise, specify an offset in bytes which is added to Source to determine the source address.
ja: そうでなければ、ソースアドレスを決定するためにSourceに追加するオフセットをバイト単位で指定します。

source: Otherwise, specify an offset in bytes which is added to Target to determine the target address.
ja: そうでないときは、ターゲットアドレスを決定するためにTargetに追加されるオフセットをバイト単位で指定します。

source: Otherwise, specify either a number (the PID) or a process name:
ja: それ以外の場合は、数字（PID）またはプロセス名のいずれかを指定します：

source: Otherwise, specify either a single string or an array of strings (case-sensitive), each of which is used to determine where the boundaries between substrings occur.
ja: そうでない場合は、単一の文字列か文字列の配列（大文字と小文字を区別する）を指定し、それぞれの文字列が部分文字列間の境界を決定するのに使われる。

source: Otherwise, specify for WinTitle a window title or other criteria to identify the target window and/or for WinText a substring from a single text element of the target window (as revealed by the included Window Spy utility).
ja: そうでないときは、WinTitleに ウィンドウタイトルまたはターゲットウィンドウを識別するための他の基準、および/またはWinTextにターゲットウィンドウの単一のテキスト要素からの部分文字列（付属のWindow Spyユーティリティを使えばわかります）を指定します。

source: Otherwise, specify for N some other color name or RGB value (see the color chart for guidance, or use PixelGetColor in its RGB mode).
ja: それ以外の場合は、Nに他の色名やRGB値を指定します（カラーチャートを参考にするか、RGBモードのPixelGetColorを使用します）。

source: Otherwise, specify how often the status bar should be checked while the function is waiting (in milliseconds).
ja: それ以外の場合は、関数が待機している間にステータス・バーをチェックする頻度を指定する（ミリ秒単位）。

source: Otherwise, specify one of the argument types from the DllCall types table.
ja: それ以外の場合は、DllCall タイプテーブルから引数タイプのいずれかを指定します。

source: Otherwise, specify one of the argument types from the types table below.
ja: それ以外の場合は、以下の型式表からいずれかの引数型を指定します。

source: Otherwise, specify one of the following digits:
ja: それ以外の場合は、以下の数字のいずれかを指定してください：

source: Otherwise, specify one of the following letters to set which timestamp should be changed:
ja: それ以外の場合は、次の文字のいずれかを指定して、どのタイムスタンプを変更するかを設定します：

source: Otherwise, specify one of the following letters to set which timestamp should be retrieved:
ja: それ以外の場合は、以下の文字のいずれかを指定して、どのタイムスタンプを取得するかを設定します：

source: Otherwise, specify one of the following letters:
ja: そうでなければ、次の文字のうち、ひとつを指定してください：

source: Otherwise, specify one of the following literal values:
ja: そうでないときは、次のいずれかのリテラル値を指定します：

source: Otherwise, specify one of the following numbers to indicate what to wait for:
ja: そうでないときは、次のいずれかの数で何を待つのかを指定します。

source: Otherwise, specify one of the following numbers, which affects only the behavior of the current thread as follows:
ja: そうでないときは、次のいずれかの数値を指定します。これは次のように現在のスレッドの動作にのみ影響します。

source: Otherwise, specify one of the following numbers:
ja: そうでないときはは、次のいずれかの番号を指定します：

source: Otherwise, specify one of the following values:
ja: そうでないときは、次のいずれかの値を指定します：

source: Otherwise, specify one of the following words to indicate the area to which TargetType should be relative:
ja: そうでない場合は、TargetTypeが相対的であるべき領域を示すために、以下の単語のいずれかを指定します：

source: Otherwise, specify one of the following words to retrieve only a specific type of drive:
ja: それ以外の場合は、次のいずれかの単語を指定して、特定の種類のドライブのみを検索します：

source: Otherwise, specify one of the following words to retrieve only a specific type of drive: CDROM, REMOVABLE, FIXED, NETWORK, RAMDISK, UNKNOWN.
ja: それ以外の場合は、次のいずれかの単語を指定して、特定の種類のドライブのみを検索します：CDROM、REMOVABLE、FIXED、NETWORK、RAMDISK、UNKNOWN。

source: Otherwise, specify one of the following words:
ja: そうでないときは、次のいずれかの単語を指定してください：

source: Otherwise, specify one of the following:
ja: それ以外の場合は、以下のいずれかを指定します：

source: Otherwise, specify one or both parameters to create an object containing the given binary clipboard data.
ja: それ以外の場合は、1つまたは両方のパラメータを指定して、与えられたバイナリクリップボードデータを含むオブジェクトを作成します。

source: Otherwise, specify one or more of the date-time formats from the tables below, along with any literal spaces and punctuation in between (commas do not need to be escaped; they can be used normally).
ja: それ以外の場合は、以下の表から1つ以上の日付時刻形式を指定し、その間にリテラルスペースと句読点を入れる（カンマはエスケープする必要はなく、通常通り使用できる）。

source: Otherwise, specify one or more of the following letters:
ja: それ以外の場合は、以下の文字を1つ以上指定してください：

source: Otherwise, specify one or more of the following words.
ja: そうでないときは、次のワードを指定します。

source: Otherwise, specify references to the output variables in which to store the X and Y coordinates (in pixels) of the control's upper left corner.
ja: そうでないときは、コントロールの左上隅のX座標とY座標をピクセル単位で格納する出力変数への参照を指定します。

source: Otherwise, specify references to the output variables in which to store the X and Y coordinates of the client area's upper left corner.
ja: そうでないときは、クライアント領域の左上隅のX座標とY座標を格納する出力変数への参照を指定します。

source: Otherwise, specify references to the output variables in which to store the X and Y coordinates of the target window's upper left corner.
ja: そうでないときは、ターゲットウィンドウの左上隅のX座標とY座標をピクセル単位で格納する出力変数への参照を指定します。

source: Otherwise, specify references to the output variables in which to store the X and Y coordinates.
ja: そうでないときは、X座標とY座標を格納する出力変数への参照を指定します。

source: Otherwise, specify references to the output variables in which to store the bounding coordinates of the working area, in pixels.
ja: そうでないときは、作業領域の境界の座標を格納する出力変数への参照をピクセル単位で指定します。

source: Otherwise, specify references to the output variables in which to store the bounding coordinates, in pixels.
ja: それでないときは、境界の座標を格納する出力変数への参照をピクセル単位で指定します。

source: Otherwise, specify references to the output variables in which to store the control's width and height (in pixels).
ja: そうでないときは、コントロールの幅と高さをピクセル単位で格納する出力変数への参照を指定します。

source: Otherwise, specify references to the output variables in which to store the width and height of the client area.
ja: そうでないときは、クライアント領域の幅と高さを格納する出力変数への参照を指定します。

source: Otherwise, specify references to the output variables in which to store the width and height of the target window.
ja: そうでないときは、ターゲットウィンドウの幅と高さをピクセル単位で格納する出力変数への参照を指定します。

source: Otherwise, specify the X and Y coordinates (in pixels) of the upper left corner of the control's new location.
ja: そうでないときは、コントロールの新しい位置の左上隅のX座標とY座標をピクセル単位で指定します。

source: Otherwise, specify the X and Y position of the tooltip relative to the active window's client area (use CoordMode "ToolTip" to change to screen coordinates).
ja: それ以外の場合は、アクティブ・ウィンドウのクライアント領域に対するツールチップのXとYの位置を指定する（スクリーン座標に変更するにはCoordMode "ToolTip"を使用する）。

source: Otherwise, specify the component's display name and/or index, e.g. 1, "Line in" or "Line in:2".
ja: そうでないときは、1や"Line in"のようにコンポーネントの表示名とインデックスのいずれかを指定するか、"Line in:2"のようにその両方を指定します。

source: Otherwise, specify the control's ClassNN, text or HWND, or an object with a Hwnd property.
ja: そうでなければ、コントロールのClassNN、テキストまたはHWNDか、Hwndプロパティを持つオブジェクトを指定します。

source: Otherwise, specify the device's display name and/or index, e.g. 1, "Speakers", "Speakers:2" or "Speakers (Example HD Audio)".
ja: そうでないときは、1や"Speakers"や"Speakers (Example HD Audio)"のようにコンポーネントの表示名とインデックスのいずれかを指定するか、"Speakers:2"のようにその両方を指定します。

source: Otherwise, specify the drive letter followed by a colon.
ja: そうでなければ、後ろにコロンを付けたドライブレターを指定してください。

source: Otherwise, specify the duration of the sound, in milliseconds.
ja: それ以外の場合は、音の長さをミリ秒単位で指定します。

source: Otherwise, specify the first and second component of the message.
ja: そうでなければ、メッセージの1番目と2番目のコンポーネントを指定します。

source: Otherwise, specify the following letter:
ja: そうでなければ、次の文字を指定します：

source: Otherwise, specify the frequency of the sound, a number between 37 and 32767.
ja: それ以外の場合は、音の周波数を37から32767の間で指定する。

source: Otherwise, specify the function to call that compares any two items in the list.
ja: そうでない場合は、リスト内の任意の2つの項目を比較する関数を呼び出すように指定する。

source: Otherwise, specify the key name in the .ini file.
ja: そうでないときは、.iniファイルのキー名を指定します。

source: Otherwise, specify the maximum number of characters to read.
ja: それ以外の場合は、読み込む最大文字数を指定する。

source: Otherwise, specify the maximum number of characters to write, including the null-terminator if required.
ja: そうでない場合は、ヌル・ターミネーターが必要ならそれも含めて、書き込む最大文字数を指定する。

source: Otherwise, specify the maximum number of characters to retrieve (fewer than the maximum are retrieved whenever the remaining part of the string is too short).
ja: そうでない場合は、取得する最大文字数を指定する（文字列の残りの部分が短すぎる場合は常に、最大文字数より少ない文字数が取得される）。

source: Otherwise, specify the maximum number of replacements to allow.
ja: そうでないときは、置換を許可する最大数を指定します。

source: Otherwise, specify the maximum number of substrings to return.
ja: そうでない場合は、返す部分文字列の最大数を指定する。

source: Otherwise, specify the method name to check for.
ja: そうでないときは、チェックするメソッドの名前を指定します。

source: Otherwise, specify the minimum and maximum number to be generated, in either order.
ja: そうでなければ、生成する最小値と最大値を指定します。順序はどちらでも構いません。

source: Otherwise, specify the monitor number, between 1 and the number returned by MonitorGetCount.
ja: そうでないときは、1からMonitorGetCount関数で返された数までのモニターナンバーを指定します。

source: Otherwise, specify the name of a single file or folder, or a wildcard pattern such as "C:\Temp\*.tmp".
ja: それ以外の場合、単一のファイルまたはフォルダの名前、または"C:\Temp\*.tmp"のようなワイルドカードパターンです。

source: Otherwise, specify the name of the target file or folder, which is assumed to be in A_WorkingDir if an absolute path isn't specified.
ja: そうでないときはターゲットファイルまたはフォルダの名前を指定します。絶対パスが指定されていないときは、ターゲットはA_WorkingDirにあるとみなされます。

source: Otherwise, specify the name of the target file, which is assumed to be in A_WorkingDir if an absolute path isn't specified.
ja: そうでないときはターゲットのファイル名を指定します。絶対パスが指定されていないときは、ターゲットはA_WorkingDirにあるとみなされます。

source: Otherwise, specify the name of the target file.
ja: そうでなければ、目的のファイルが指定されます。

source: Otherwise, specify the name of the value to delete.
ja: そうでなければ、削除する値の名前を指定します。

source: Otherwise, specify the new label to set.
ja: そうでなければ、新しいボリュームラベルを指定します。

source: Otherwise, specify the new text to set into the control.
ja: そうでなければ、new textがコントロールに設定されます。

source: Otherwise, specify the new width and height of the control (in pixels).
ja: そうでないときは、コントロールの新しい幅と高さをピクセル単位で指定します。

source: Otherwise, specify the number of parameters that would be passed to the method or function.
ja: そうでないときは、メソッドまたは関数に渡されるパラメーターの数を指定します。

source: Otherwise, specify the number of seconds (can contain a decimal point) to wait before timing out, in which case the return value is 0 (false).
ja: そうでない場合は、タイムアウトするまでの秒数（小数点を含むことができる）を指定する。

source: Otherwise, specify the number of seconds (can contain a decimal point) to wait before timing out.
ja: それ以外の場合は、タイムアウトまでの待ち時間を秒数（小数点以下）で指定します。

source: Otherwise, specify the number of seconds (can contain a decimal point) to wait for the window to close.
ja: そうでないときは、ウィンドウを閉じるまでの秒数（小数点を含む）を指定します。

source: Otherwise, specify the number of the icon group to use.
ja: それ以外の場合は、使用するアイコングループの番号を指定する。

source: Otherwise, specify the part number of the bar to retrieve.
ja: それ以外の場合は、検索するバーの品番を指定する。

source: Otherwise, specify the path to an icon or image file, or an asterisk (*) to restore the script's default icon.
ja: そうでない場合は、アイコンまたは画像ファイルへのパスを指定するか、スクリプトのデフォルトアイコンを復元する場合はアスタリスク（*）を指定する。

source: Otherwise, specify the position at which to start the search, where 1 is the first character, 2 is the second character, and so on.
ja: そうでないときは、検索を開始する位置を指定します。1が最初の文字、2が2番目の文字のように指定します。

source: Otherwise, specify the source encoding; for example, "UTF-8", "UTF-16" or "CP936".
ja: それ以外の場合は、ソース・エンコーディングを指定する。例えば、"UTF-8"、"UTF-16"、"CP936"などである。

source: Otherwise, specify the speed to move the mouse in the range 0 (fastest) to 100 (slowest).
ja: そうでないときは、マウスを動かす速度を0（最速） から100（最低）の範囲で指定します。

source: Otherwise, specify the string to replace Needle with.
ja: それ以外の場合は、Needleを置き換える文字列を指定する。

source: Otherwise, specify the target encoding; for example, "UTF-8", "UTF-16" or "CP936".
ja: そうでない場合は、ターゲット・エンコーディングを指定する。例えば、"UTF-8"、"UTF-16"、"CP936"などである。

source: Otherwise, specify the text or partial text for which the function will wait to appear.
ja: それ以外の場合は、関数が表示されるのを待つテキストまたは部分テキストを指定する。

source: Otherwise, specify the text to display in the tooltip.
ja: それ以外の場合は、ツールチップに表示するテキストを指定する。

source: Otherwise, specify the text, which is usually a message to the user indicating what kind of input is expected.
ja: そうでないときは、テキストを指定します。通常、そのテキストはどのようなことを入力すればいいかを示すユーザーへのメッセージです。
